[
	{
		"username": "Daniel",
		"password": "Dandan123",
		"sheet": "# Jedi — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções\n\n - Escapar já é natural — d6\n\n - Experiência, é o nome do abismo entre nós — d6\n\n - A força me guia como um rio que flui — d6\n\n## Assets\n\n - Espada de energia — d6\n\nDerrete coisas e deflete lasers, pq não?\n\n - Mentes fracas se curvam — d6\n\nPoderes mentais Jedi\n\n - Dominio da Força — d6\n\nForce push/pull\n\nGimmick Especial\n\nUm com a Força\n\nUsando 1 PP ou aceitando uma Complicação, você pode adicionar um dado às rolagens de força e outros aplicáveis."
	},
	{
		"username": "Fab",
		"password": "123fabian",
		"sheet": "# Peixe do Futuro — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções\n\n - Faço o melhor ASMR da galáxia. Subscribe for more — d6\n\n - Eu sei o que você fez no próximo verão. — d6\n\n - Voo como uma borboleta, pico como uma abelha. — d6\n\n## Assets\n\n - Aquário Crono-Vivo — d?\n\nDobra a percepção temporal. Permite agir \"adiantado\" em microações, como ver um ataque antes dele terminar ou prever movimento imediato.\n\n - Peixe Oracular — d?\n\nAcesso a vislumbres de futuros próximos. Vantagem em leitura de intenções, antecipar decisões ou evitar armadilhas óbvias.\n\n - Vibração ASMR Sônica — d?\n\nEfeito calmante ou desorientador em curto alcance.\n\nGimmick Especial\n\nDeslocamento Temporal Recíproco\n\nUsando 1 PP ou aceitando uma Complicação, você pode avançar ou retardar a percepção temporal para criar uma vantagem tática imediata."
	},
	{
		"username": "Meyruen",
		"password": "Mey123",
		"sheet": "# Naga — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções\n\n - O mundo é pequeno demais pra nós dois — d6\n\n - Meu veneno corrói desde a mais forte armadura até o organismo mais complexo — d6\n\n - Minhas escamas refletem desde a mais bela luz até a maior escuridão — d6\n\n## Assets\n\n - Sangue Ácido — d8\n\nQuando ferida, qualquer contato com seu sangue cria dano corrosivo imediato. Pode ser usado ofensivamente em agarrões, proximidade extrema ou ataques corpo a corpo.\n\n - Deslizamento Silencioso — d6\n\nMovimento praticamente inaudível. Testes de furtividade, aproximação e emboscada recebem vantagem natural.\n\n - Escamas Espelhadas — (não escolhido, permanece para avanço futuro)\n\nCapazes de desviar luz intensa e até refletir energia coerente (como lasers leves).\n\n## Gimmick Especial\n\nOlhar da Caçadora\n\nGaste 1 PP ou aceite uma Complicação para ativar o olhar predatório.\n\nVocê pode forçar um alvo visível — aliado ou inimigo — a rerrolar quantos dados você quiser."
	},
	{
		"username": "Nekirem",
		"password": "nekas123",
		"sheet": "# Homem Sem Cabeça — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções\n\n - O fantasma de Bourbon-13 — d6\n\n - A velocidade come poeira — d6\n\n - Eu já perdi a cabeça faz tempo — d6\n\n## Assets\n\n - Rédeas do Cavaleiro Perdido — d8\n\nPuxa itens pequenos pelo espaço, como se fossem laçados.\n\n - Pistola Fantasma Bourbon — d6\n\nDisparos atravessam cobertura leve sem redução de efeito.\n\n## Gimmick Especial\n\n### Teleportação Quântica Montada\n\nUsando 1 PP ou aceitando uma Complicação, você pode teleportar a si mesmo (e até 1 indivíduo que toque você) para qualquer lugar visível."
	},
	{
		"username": "Yao",
		"password": "DorianSnow123",
		"sheet": "# Amoeba — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções (todas d6)\n\n - Só quem se arrisca merece viver o extraordinário — d6\n\n - Tá tranquilo, tá favorável — d6\n\n - A escola molda. A rua forja. — d6\n\n## Assets\n\n - Contatos de uma vida — d8\n\nRede vasta e caótica de informações, favores, boatos e dívidas. Ideal para achar alguém, descobrir segredos ou puxar fio de intriga.\n\n - Apegado porém desapegado — d6\n\nCapacidade natural de aderir a superfícies, escalar paredes, tetos e estruturas verticais sem teste difícil.\n\n - Pessoas como livros — (não escolhido, permanece disponível para avanço futuro)\n\nLer linguagem corporal, mentiras, intenção, ansiedade e microexpressões com facilidade.\n\n## Gimmick Especial\n\nMetamorfose Absoluta\n\nGaste 1 PP ou aceite uma Complicação para alterar forma, tamanho, dureza, densidade ou estrutura do corpo."
	},
	{
		"username": "Yterbio",
		"password": "123renato",
		"sheet": "# Cabeça de Cervo — Ficha Cortex\n\n## Valor narrativo: 1d4\n\n## Distinções\n\n -Faço você sonhar com o que eu quiser — d6\n\n - Ora milagreiro, ora charlatão — d6\n\n - Discrição é comigo mesmo — d6\n\n## Assets\n\n - Olho do Devaneio — d8\n\nDistingue ilusões, alucinações, projeções mentais e realidade sem esforço.\n\n - Manto Silhueta — d6\n\nEspecialista em sumir no cenário, evitar rastros, se mover sem chamar atenção e mascarar presença.\n\n - Diário dos Casos Impossíveis — d6\n\nEspecialista em sumir no cenário, evitar rastros, se mover sem chamar atenção e mascarar presença.\n\n## Gimmick Especial\n\n### Teleportação Quântica Montada\n\nUsando 1 PP ou aceitando uma Complicação, você pode teleportar a si mesmo (e até 1 indivíduo que toque você) para qualquer lugar visível."
	}
]
